{
  "教育学知识": {
    "1": "教育学是研究教育现象、揭示教育规律的一门科学。",
    "2": "我国春秋末年的《学记》是世界上第一部论述教育问题的专著。比古罗马昆体良的《论演说家的教育》早约三百年。其中的主要思想有：“学不躐等”、“不陵节而施”(体现了循序渐进的教学原则)；“道而弗牵、强而弗抑、开而弗达”(反映了启发性教学原则)；“教学相长”(体现了教师主导作用与学生主体作用相统一的教学规律)。",
    "3": "捷克夸美纽斯1632年的《大教学论》是近代第一部系统论述教育问题的专著。他提出了班级授课制。",
    "4": "美国杜威的《民本主义与教育》强调“儿童中心”，提出了“做中学”的方法，开创了“现代教育派”。",
    "5": "苏联赞可夫的《教学与发展》把学生的“一般发展”作为教学的出发点与归属。20世纪60年代以后提出了教学发展思想的教育家。",
    "6": "美国布鲁纳的《教育过程》的主要思想是结构主义和发现法的教学方法。",
    "7": "苏联苏霍林斯基的《给教师的建议》、《把整个心灵献给孩子》，其著作被称为“活的教育学”和“学校生活的百科全书”。",
    "8": "教育的概念：广义指社会教育、学校教育和家庭教育三个方面；狭义指学校教育；偏义指思想品德教育。",
    "9": "教育的社会属性有：永恒性、历史性、相对独立性。",
    "10": "我国封建社会学校的教学内容主要是：“四书” (《大学》、《中庸》、《论语》、《孟子》)；“五经” (诗、书、礼、易、春秋)。其贯穿了儒家思想。",
    "11": "遗传素质对人的身心发展不起决定作用，社会环境对人的发展起着决定性作用。但环境决定论又是错误的，因为人接受环境影响不是消极的、被动的，而是积极的能动的实践过程。",
    "12": "我国普通中学的双重任务是：培养各行各业的劳动后备力量；为高一级学校输送合格新生。",
    "13": "我国全面发展教育的组成部分是德育、智育、体育、美育和劳动技术教育。",
    "14": "“双基”是指系统的科学文化基础知识和基本技能技巧。",
    "15": "智育的任务之一是发展学生的智力，包括观察力、想象力、思维力、记忆力和注意力，其中思维能力是决定性的因素。",
    "16": "体育的根本任务是增强学生体质。",
    "17": "蔡元培于1912年最早提出美育，并主张“以美育代宗教”。",
    "18": "美育的任务：(1)使学生具有正确的审美观和感受美、鉴赏美的知识与能力；(2)培养学生表现美和创造美的能力；(3)培养学生的心灵美和行为美。",
    "19": "劳动技术教育的任务：(1)培养学生的劳动观点，养成正确的劳动态度和习惯；(2)教育学生初步掌握一些基本生产知识和劳动技能。",
    "20": "义务教育是依法律规定、适龄儿童和青少年都必须接受，国家、社会、家庭必须予以保证的国民教育。义务教育是一种强制性教育。",
    "21": "教师是教育工作的组织者、领导者，在教育过程中起主导作用。",
    "22": "教书育人是教师的根本任务。",
    "23": "教师劳动的特点：(1)复杂性、创造性；(2)时间上的连续性、空间的广延性；(3)长期性、间接性；(4)主体性、示范性。",
    "24": "教师的素养：职业道德素养、知识素养、能力素养。",
    "25": "学生是教育的客体、是自我教育和发展的主体、是发展中的人。",
    "26": "我国新型师生关系的特点是：(1)尊师爱生；(2)民主平等；(3)教学相长。从根本上说，良好师生关系的建立取决于教师的教育水平。",
    "27": "教学是教师和学生共同组成的传递和掌握社会经验的双边活动。",
    "28": "教学是实现教育目的的基本途径。教学永远具有教育性。教学是学校的中心工作，学校工作心须坚持以教学为主，全面安排的原则。",
    "29": "教学过程是教学信息反馈和师生双边活动的过程，教学中教师起主导，学生是主体。教师的主导作用不是包办代替。",
    "30": "课程是学校教育的核心，是学校培养未来人才的蓝图。",
    "31": "编写学科课程标准和教材应遵循的原则：思想性和科学性统一；理论联系实际；稳定性和时代性结合：系统性和可接受性结合。",
    "32": "知识不等同于智力，掌握知识的多少并不能标志智力发展的水平。教学过程中要把掌握知识和发展智力结合起来，只重视能力培养的形式教育论(英国洛克)和只重视知识传授的实质教育论(英国斯宾塞)都是错误的。",
    "33": "赫尔巴特提出了传授知识与思想品德教育相统一的规律。",
    "34": "教学过程的基本阶段：(1)激发学习动机；(2)感知教材，形成表象；(3)理解教材，形成概念，这是中心环节；(4)巩固知识；(5)运用知识，形成技能技巧。",
    "35": "主要的教学原则：(1)科学性与教育性相结合的原则；(2)理论联系实际的原则；(3)直观性原则：(4)启发性原则；(5)循环渐进原则；(6)巩固性原则；(7)因材施教原则。",
    "36": "两种对立的教学方法思想是启发式和注入式。我们应当提倡启发式，反对注入式。",
    "37": "教学的基本组织形式——课堂教学。",
    "38": "常用的教学方法：(1)以语言传递为主的教学方法：①讲授法；②谈话法；③讨论法；④读书指导法。(2)以直观感知为主的教学方法：①演示法；②参观法。(3)以实际训练为主的教学方法：①练习法；②实验法：⑧实习作业法；④实践活动法。(4)以探究活动为主的教学方法：发现法。(5)以情感陶冶(体验)为主的教学方法：①欣赏教学法；②情境教学法。",
    "39": "教学工作的基本环节：(1)备课；(2)上课(教学工作的中心环节)；(3)课外作业的布置与批改；(4)课外辅导；(5)学业成绩的检查与评定。",
    "40": "一节好课的基本要求：(1)教学目的明确。(2)内容正确。突出重点，难点，抓住关键。 (3)结构合理。上课有高度计划性、组织性、效率高、效果好。(4)方法恰当。(5)语言艺术。(6)板书有序。(7)态度从容自如。",
    "41": "德育教育一般包括：政治教育、思想教育、法纪教育和道德品质教育四个基本方面。",
    "42": "德育过程是对学生知、情、意、行培养提高的过程。知、情、意、行是品德心理的四要素。行是学生思想品德形成与否的关键，也是衡量一个人思想品德水平高低的主要标志。德行过程是沿着知、情、意、行的顺序发展的，但其中任何一个要素都可以作为品德培养的开端，即思想品德教育具有多端性，即德育过程是对学生知、情、意、行的培养提高过程，教师应“晓之以理、动之以情、持之以恒、导之以行”。",
    "43": "活动与交往是形成学生思想品德的源泉和基础。",
    "44": "德育原则：社会主义方向性原则；从学生实际出发的原则；知行统一的原则；集体教育与个别教育相结合的原则；正面教育与纪律约束相结合的原则；依靠积极因素，克服消极因素的原则；尊重信任和严格要求学生相结合的原则；教育影响的一致性和连贯性原则。",
    "45": "马卡连柯的平行教育理论：集体教育与个别教育相结合的原则。",
    "46": "德育的途径：思想政治课是特别的重要途径，其它各科教学是最经常、最基本途径。",
    "47": "陶冶教育包括人格感化、环境陶冶、艺术陶冶三种。",
    "48": "班主任工作的主要任务是：带好班级、教好学生。",
    "49": "全面了解和研究学生是有效地进行班主任工作的前提和基础。其中观察法是一种最基本的了解方法。",
    "50": "组织和培养班集体是班主任工作的中心环节。培养正确的集体舆论和优良的班风，这是衡量班集体是否形成的重要标志之一。"
  },
  "心理学知识": {
    "51": "心理学是研究心理现象及其规律的科学。心理现象又称心理活动，它包括：心理过程、个性心理。",
    "52": "心理过程：(1)认知过程，包括感觉、知觉、记忆、思维和想象；(2)情绪、情感过程；(3)意志过程。",
    "53": "个性心理：(1)个性心理动力(倾向)，包括需要、动机、兴趣、信念、世界观等；(2)个性心理特征，包括能力、气质和性格。",
    "54": "心理是人脑的机能，脑是心理的器官。人的心理的实质：客观现实在人脑中的映象。",
    "55": "神经系统的基本活动方式——反射。",
    "56": "意识是人的心理反映的最高形式。意识的基本特性：自觉的目的性、主观能动性、社会制约性、以第二信号系统为主的两种信号系统的协同性。",
    "57": "心理学科的性质：心理学是一门介于自然学科和社会学科之间的交叉学科。",
    "58": "需要的种类：(1)根据起源分：生理需要、社会需要；(2)根据对象分：物质需要、精神需要。",
    "59": "马斯洛的需要层次，由低级向高级发展可分为：生理需要、安全需要、社交需要(也称爱和归属的需要)、尊重需要、自我实现需要。",
    "60": "动机产生的条件：内在条件是需要，外在条件是刺激诱因。",
    "61": "兴趣是指个体积极认识、探究事物、从事活动的心理倾向。",
    "62": "兴趣的品质特性：倾向性(又称指向性)、广博性、稳定性(又称持久性)、效能性。",
    "63": "学习动机的激发：(1)创设问题情境，实施启发式教学。(2)根据作业难度，恰当控制动机水平。(3)充分利用反馈信息，有效进行奖惩。(4)合理设置课堂结构，妥善组织学习竞赛。(5)正确指导结果归因，促使学生继续努力。",
    "64": "耶克斯——多德森定律：动机水平适中，最有利于激发学生学习动机。",
    "65": "成就结构理论认为：有三种现实的课堂结构：合作型、竞争型、个别化型。合作型目标结构能最大限度地调动学习的积极性。",
    "66": "成败归因理论认为，学生常将成功或失败归因于四个方面：能力、努力、运气、任务难度。",
    "67": "创设问题情境的理论基础是成就动机理论。",
    "68": "感觉是人脑对直接作用于感觉器官的客观事物的个别属性的反映；知觉是人脑对直接作用于感觉器官的客观事物的综合整体的反映。感觉是知觉的基础，知觉是感觉的整合。",
    "69": "生物钟现象：人体内的一切物理变化和化学都是有节律的，这些节律性的变化就是所谓的“生物钟”的机制。",
    "70": "知觉的特性：选择性、整体性、理解性、恒常性。",
    "71": "注意的的特点：指向性、集中性、心理活动的组织特性。",
    "72": "注意的种类：不随意注意(无意注意)、随意注意(有意注意)、随意后注意(有意后注意)。",
    "73": "思维是人脑对客观事物的本质特征和内在规律的间接、概括的反映。间接性与概括性是思维的两大基本特征。",
    "74": "思维的种类：(1)根据凭借物与思维形态划分：动作思维、形象思维、抽象逻辑思维。(2)根据是否遵循逻辑规则分：非形式逻辑思维、形式逻辑思维。(3)根据指向性和答案不同分：集中思维、发散思维(求异思维)。",
    "75": "思维的过程：分析与综合、比较、抽象与概括、系统化与具体化。",
    "76": "思维的基本形式：概念、判断、推理。",
    "77": "解决问题的思维活动：(1)提出问题(发现矛盾的过程)。(2)明确问题(找出主要矛盾的过程)。(3)提出假设(以假设形式找到解决问题方案)。(4)检验假设(通过理论和实践形式检验假设)。",
    "78": "启发是从其它事物能够看出解决问题的途径。对解决问题起到启发作用的事物叫做原型。",
    "79": "定势是指心理活动的一种准备状态(心理倾向)，又称心向。",
    "80": "迁移是已经获得的知识技能和学习方法对学习新知识和新技能的影响。一种知识技能的掌握促进另一种知识技能的掌握是正迁移，如举一反三、触类旁通；反之为负迁移。",
    "81": "理解是学生对教材中有关事物的本质和规律的认识。理解是学生掌握知识的中心环节。",
    "82": "想象是人脑对已有表象进行加工而创造新形象的过程。想象是一种特殊形式的思维。感性材料是想象的基础，实践活动是推动想象的原因和动力。",
    "83": "想象的种类：(1)根据想象时有无目的意图分：有意想象、无意想象：(2)在空间想象中，根据内容的新颖性和创造性分：再造想象、创造想象；(3)根据想象活动与现实的关系分：幻想、理想、空想。",
    "84": "良好思维品质的特性：(1)广阔性与深刻性。(2)独立性与批判性。(3)逻辑性。(4)灵活性和敏捷性。(5)创造性。",
    "85": "记忆是过去经验在人脑中的反映。它包括识记、保持、再认和回忆三个基本环节，从信息加工来看，即对输入住处的编码、储存、提取的过程。",
    "86": "记忆的分类：(1)根据内容与对象分：形象记忆、逻辑记忆、情绪记忆、动作记忆。(2)根据信息加工与记忆阶段分：瞬时记忆、短时记忆、长时记忆。",
    "87": "保持是巩固已获得的知识经验的过程。保持是记忆的中心环节。",
    "88": "遗忘：对识记过的材料不能再认与回忆，或者表现为错误的再认与回忆。艾宾浩斯的遗忘曲线规律：遗忘进程不均衡，有“先快后慢”的特点。",
    "89": "联想的种类与规律：接近性联想(空间、时间上的接近)、相似性联想(性质上相似)、对比律(性质上、特点上形成对比)、因果律(因果关系)。",
    "90": "良好的记忆品质有：敏捷性、持久性、准确性、准备性(指能否及时地从记忆中提取出所需的知识，是提取的应用特性)。",
    "91": "技能是通过学习而形成的合乎法则的活动方式。练习是操作技能形成的基本途径。",
    "92": "知识为活动提供定向依据，而技能控制活动的执行。",
    "93": "高原现象：在操作技能练习到中期，会出现成绩进步的暂停顿现象。",
    "94": "能力是直接影响活动的效率、使活动顺利完成的个性特征。知识、技能达到迁移程度，能“举一反三”、“熟能生巧”，才能促进能力的发展。",
    "95": "抽象逻辑思维能力是智力的核心成份，创造力是智力的高级表现形式。",
    "96": "超常儿童：智商在130以上；低常儿童：智商在70以下。",
    "97": "情绪是与生理需要相联系的；情感是与社会性的需要相联系的。基本情绪分为：快乐、悲哀、恐惧；情绪按强度的持续时间可分为：心境、激情与应激。",
    "98": "克服内外困难是意志最重要的特征。",
    "99": "意志行动的目的冲突有四种形式：双趋式冲突、双避式冲突、趋避式冲突、多重趋避式冲突。",
    "100": "巴甫洛夫把人的神经活动分成许多类型,其中有四种典型类型与气质类型对应:强､不均衡型为 胆汁质;强､均衡､灵活型为多血质;强､均衡､不灵活型为粘液质;弱型为抑郁质",
    "101": "性格是一个对现实的稳固态度和习惯化的行为方式方面的个性心理特征。气质形成得早，表现在先；而性格形成得晚，表现在后。性格是个性中的核心部分",
    "102": "心理健康的现实标准：自我意识正确；人际关系协调；性别角色分化；社会适应良好；情绪积极稳定；人格结构完整。其它标准还有：马斯洛的“自我实现者”标准、“未来新人类”标准。",
    "103": "心理咨询：精神分析法——弗洛依德；行为矫正法——华生；人本主义疗法——罗杰斯；理性情绪疗法——艾利斯。",
    "104": "青少年异性交往的原则：自然、适度。"},
  "新课程知识": {
    "1": "新一轮的课程改革是建国以来的第8次课程改革。其改革大体分为三个阶段：(1)酝酿准备阶段(1999年——2001年6月，制订了18个学科的课程标准，20个学科计49种教科书)；(2)试点实验阶段(2001年9月，38个实验区，高中2003年秋进入)；(3)全面推广阶段(2004年与2005年全面展开)。",
    "2": "新课程的特点可归纳为六个创新之处：(1)课程目标的创新，每门学科的目标至少包括知识与技能、过程与方法、情感态度与价值观三个方面。(2)课程结构的创新，强调课程的均衡性、综合性、选择性。(3)课程标准的创新，用课程标准取代过去的教学计划和教学大纲。(4)教学的创新，强调教学与课程的整合，注重科学探究的教学，提倡交流与合作的学习，关注体验性教学，推进信息技术在教学中的应用。(5)课程评价的创新，提出了发展性的评价观，侧重学生的全面发展，关注教师的成长。(6)课程管理的创新，强调实行国家、地方、学校三级课程管理。",
    "3": "基础教育的课程改革是实施素质教育的核心环节。",
    "4": "为了学生的发展是本次课程改革的根本理念。(1)倡导全人教育。促进每个学生的身心健康发展，培养终身学习的愿望与能力，处理好知识、能力、以及情感、态度、价值观的关系。克服课程过分注重知识传承与技能训练的倾向。(2)为了学生个性的发展。新课程追求学生的个性发展，尊重学生的独特性和具体性。(3)体现新时代的价值观。新课程的基本价值观是为了每一个学生的发展。",
    "5": "新课程的内容选择：淡化“双基”，精选对学生终身学习与发展必备的基础知识与技能，改变目前课程内容繁、难、多、旧的现象。新课程改革方案明确了课程结构的综合性(低年级综合，高年级分科)、均衡性(多种类型的课程和多种与现实社会生活及学生自身生活密切联系的科目)、选择性(地方课程与校本课程)的三个原则。",
    "6": "新课程的结构有了调整：(1)整体设计九年一贯的义务教育课程。高中课程设置应体现层次性、多样性、选择性。(2)逐步走向课程综合化。一是学科领域的综合化；二是从小学到高中设置综合实践活动并作为必修课，其内容包括：信息技术教育、研究性学习、社会服务与社会实践、劳动与技术教育。(3)适当减少国家课程在学校课程体系中所占的比重，将10％一12％的课时量给予地方课程与校本课程的开发与实施，形成国家课程、地方课程、校本课程并行的类型结构。",
    "7": "新课程的教学策略：(1)强调教学与课程的整合，突出教学改革对课程建设的能动作用。(2)教学过程是师生交往、持续发展的过程。(3)构建充满生命力的课堂教学运行体系。(4)实现信息技术在教学过程中的合理应用。",
    "8": "新课程从“文本课程”走向“体验课程”。教师由教学中的主角转向“平等中的首席”。交往的本质属性是主体性，交往的基本属性是互动性与互惠性。",
    "9": "新课程提倡的学习方式：自主学习、合作学习、探究学习。改变过去的那种单纯接受式的学习方式。",
    "10": "新课程的评价体系，要求既关注结果，更重视过程的评价，要以促进发展为核心，发挥评价的检查、诊断、导向、反馈、激励等功能。要求评价内容标准要体现多样化、多维化。",
    "11": "新课程在管理政策上：(1)构建“三级课程”的管理框架(国家、地方、学校)。(2)开辟“自下而上”的课程管理渠道。提倡一种以“自上而下”为主、以“自下而上”为辅助的课程管理方式。(3)采取“抓大放小”的原则。",
    "12": "教师要成为课程的执行者、设计者、创造者。",
    "13": "新课程突出学习方式的变革，切实加强创新精神与实践能力的培养。",
    "14": "新课程的核心理念：以学生的发展为本，为了每个孩子的发展，为了中华民族的振兴。",
    "15": "素质教育的重点是创新精神与实践能力。",
    "16": "新课程的三维目标体系：知识与技能，过程与方法，情感、态度与价值观。",
    "17": "新课程从“精英教育”走向“大众教育”。",
    "18": "新型的师生关系——平等、理解、双向。建立的途径——师生间的双向交流。",
    "19": "改变原有单一、被动的学习方式，建立和形成发挥学生主体性的多样化的学习方式，促进学生在教师指导下主动地富有个性地学习，是这次课程改革的核心任务。",
    "20": "新课程强调，教师是学生学习的合作者、引导者、参与者。",
    "21": "教学活动设计要求：(1)教学目标的多重性，不仅是知识与技能，而且还有过程与方法，还有情感、态度与价值观；(2)教学资源的构建性，要求根据教材提供的资源与建议，重新组织课程资源；(3)教学过程的生成性，即要考虑到教学过程中有创新的成分，不可预见的成分；(4)教学内容的开放性，提倡求疑、创新。",
    "22": "传统的教学设计是以系统方法为主流的，其设计思想主要是以行为主义作为基础的。",
    "23": "研究性是一种学习方式，是指教师或其他人不把现成结论告诉学生，而是学生自己在教师指导下自主地发现问题，探究问题、获得结论的过程。",
    "24": "研究性学习：问题为载体、探究为核心、综合为特征。"
  },
  "教育学补充知识": {
    "1": "制度化教育阶段开始于：近代。",
    "2": "各国的学校教育系统基本形成于：19 世纪末。",
    "3": "现在世界上大多数国家的义务教育年限在：9 年或 9 年以上。",
    "4": "\"不愤不启，不悱不发\"启发教学法的最早倡导者是：孔子。",
    "5": "\"建国君民，教学为先\"提示了教育的重要性和：教育与政治的关系。",
    "6": "建国初期，对我国教育理论体系影响较大的苏联教育家是：凯洛夫。",
    "7": "狭义的教育主要是指：学校教育。产生于奴隶社会初期。",
    "8": "古代中国学校教育的主要内容是六艺，它包括：礼、乐、射、御、书、数。",
    "9": "在古代印度，能够享受最好教育的是当时的最高种姓：婆罗门。",
    "10": "制度化教育或正规教育形成的主要标志是形成近代的：学校教育系统。",
    "11": "中国的科举制度开始于：隋唐时期。",
    "12": "战国后期，我国出现的具有世界影响的教育文献是：《学记》。",
    "13": "在古希腊，最早提出发现法的大教育家是：苏格拉底。",
    "14": "古希腊著名思想家柏拉图的教育代表作是：《理想国》。",
    "15": "在人类教育史上首次提出\"教育遵循自然\"学说的教育思想家是古希腊的：亚里士多德。",
    "16": "教育学作为一门独立的学科萌芽于：资本主义社会初期夸美纽斯的《大教育学论》。(首先提出普及教育思想的教育家及其著作)",
    "17": "强调教育学的心理学和伦理学基础，奠定了科学教育学基础的教育家是：赫尔巴特。",
    "18": "资产阶级传统教育学的代表人物是：赫尔巴特。",
    "19": "20 世纪初实用主义教育学的代表人物和作品是：杜威《民本主义与教育》。",
    "20": "主张教师应以学生的发展为目的，以儿童中心主义著称的美国教育家是：杜威。实用主义。",
    "21": "制度化的教育是指具有：层次结构和年龄分级的教育制度。",
    "22": "普通教育主要是指以升学为目标，以（基础科学知识）为主要教学内容的学校教育。",
    "23": "职业教育是以生产劳动的知识和技能为主要教学内容，以（就业）为主要目标的学校教育。",
    "24": "英国教育家洛克将那种既有贵族气派，又有资产阶级创业精神和才干，还有强健的体魄的人称之为（绅士）。",
    "25": "教育区别于其他事物和现象的根本特征，教育的质的规定性是指教育是一种（培养人）的社会活动。",
    "26": "规定着一个国家各级各类学校教育的系统，包括各级各类学校的性质、任务、入学条件、年限以及它们之间关系的制度是（学校教育制度）。",
    "27": "西欧中世纪早期的教会学校主要学习神学和七艺，七艺包括（修辞、音乐、算术、几何、文法、天文、辩证法）。",
    "28": "中国近代制度化教育兴起的标志是清朝末年的（\"废科举，兴学校\"）。",
    "29": "中国近代完备的学制系统产生于 1902 年的\"壬寅学制\"以及 1903 年的（\"癸卯学制\"）。",
    "30": "宋代以后，作为教学的基本教材和科举考试依据的是（四书五经）。",
    "31": "欧洲中世纪用于对普通贫民子弟传授宗教及读写知识的教会学校是（教区学校）。",
    "32": "中国古代最伟大的教育家孔子的教育思想主要反映在他的言行记载《论语》中。",
    "33": "教育学是一门以教育现象、教育问题为研究对象，探索（教育规律）的科学。",
    "34": "文艺复兴时期人文主义教育思想家有意大利的（维多里诺）、法国的蒙田和（拉伯雷）等。",
    "35": "主张让儿童顺其自然，甚至摆脱社会影响而发展的教育家是法国启蒙思想家（卢梭）。",
    "36": "苏格拉底的问答法分为三步，第一步称为苏格拉底讽刺，第二步叫定义，第三步是助产术。",
    "37": "古代埃及教育的一大特征是\"以僧为师\"，\"以吏为师\"。",
    "38": "瑞士教育家裴斯泰洛齐的教育代表作是《林哈德和葛笃德》。",
    "39": "法国启蒙思想家卢梭的教育思想集中体现在《爱弥儿》一书中。",
    "40": "德国教育家赫尔巴特的教育代表作《普通教育学》标志着教育学成为一门规范的学科。",
    "41": "杜威是 20 世纪初（实用主义）教育学的代表人物，其代表作是《民本主义与教育》。",
    "42": "历史唯物主义认为，教育发展的最终决定因素是：社会生产力。",
    "43": "一定社会条件下，决定教育领导权的社会因素是：政治经济制度。",
    "44": "美国人力资本理论的代表者舒尔茨认为，教育对国民经济增长的贡献是：33%。",
    "45": "教育作为一种特殊的文化现象，具有双重文化属性，即传递和深化文化与：构成文化本体。",
    "46": "学校全体成员或部分成员习得且共同具有的思想观念和行为方式称为：学校文化。",
    "47": "校园文化的核心是学校的：精神或观念文化。",
    "48": "一定社会条件下，制约教育的性质和发展方向的最直接的社会因素是：政治经济制度。",
    "49": "教育的发展受政治经济制度和社会生产力发展的制约，但教育又有其自身发展的规律，具有（相对独立性）特征。",
    "50": "科学知识再生产的最主要的途径是（学校教育）。",
    "51": "科学技术对教育的影响，首先表现为对教育发展的（动力作用），而且还能为教育的发展指明方向、预示结果。",
    "52": "学校教育进行的科学知识的再生产，是一种（有组织、有计划、高效率）的再生产。",
    "53": "学校物质文化有两种表达方式：一是（环境文化），二是（设施文化）。",
    "54": "学校精神文化可分为如下四种基本成分：（一是认知成分，二是情感成分，三是价值成分，四是理想成分。）",
    "55": "学校的组织和制度文化有三种主要的表达方式：（一是保证学校正常运行的组织形态，二是规章制度，三是角色规范。）",
    "56": "美国生物社会学家威尔逊认为决定人的一切行为的本质力量是：基因复制。",
    "57": "美国行为主义心理学家华生认为，人的发展完全是由环境决定的。这是一种：外铄论观点。",
    "58": "内发论者一般强调人的身心发展的力量主要源于人的：自身的内在需要。",
    "59": "美国心理学家格塞尔认为对人的发展起决定作用的因素是：成熟机制。",
    "60": "遗传素质在人的身心发展中的作用是：提供物质前提。",
    "61": "个体发展过程中，在一定年龄阶段所形成的一般的、典型的、本质的特征称为：年龄特征。",
    "62": "个体身心发展的某一方面机能和能力最适宜于形成的时期称为：关键期。",
    "63": "精神分析学派的创始人（弗洛伊德）认为，人的性本能是最基本的自然本能，是推动人的发展的潜在的、无意识的、最根本的动因。内发论的观点。",
    "64": "人的身心发展包括两个方面：（一是生理的发展，二是心理的发展。）",
    "65": "人的心理发展是人的发展的重要内容，包括（认知和意向）两个方面的发展。",
    "66": "关于身心发展的动因问题，主要存在着内发论、外铄论、多因素相互作用论等不同的解释。",
    "67": "从活动水平的角度看，个体的实践活动由生理、心理和社会三种不同层次和内容的活动构成。",
    "68": "19 世纪英国哲学家（洛克）提出著名的\"白板说\"，强调外部的力量决定了人的发展状况。",
    "69": "瑞士心理学家（皮亚杰）的发生认识论认为，个体认知发展依次经历了感知运算水平、前运算水平、具体运算水平、形式运算水平的发展过程。",
    "70": "美国心理学家（柯尔伯格）研究证明，人的道德认知的发展经历了从前世俗水平到世俗水平，再到后世俗水平的发展过程。",
    "71": "根据各级各类学校任务确定的对所培养的人的特殊要求叫做：培养目标。",
    "72": "教育目的可以发挥下列哪几种作用？：导向、激励和评价作用。",
    "73": "我国制定教育目的的理论基础是：马克思关于人的全面发展的理论。",
    "74": "毛泽东提出新中国第一个教育方针是在：1957 年。",
    "75": "素质教育的时代特征是：培养创新精神。",
    "76": "美育最高层次的任务，在能力方面表现为：创造美。",
    "77": "马克思认为，实现人的全面发展的唯一途径是：教育与生产劳动相结合。",
    "78": "国家对把受教育者培养成什么样人的总的要求就是（教育目的）。",
    "79": "美育是培养学生健康的（审美观），发展他们鉴赏美、（创造美）的能力。",
    "80": "教育目的的层次包括（国家的教育目的、各级各类学校的培养目标和教师的教学目标）。",
    "81": "智育是授予学生系统的（科学文化知识、技能），发展他们的智力和与学习有关的（非认知因素）的教育。",
    "82": "体育是授予学生有关身体健康的知识、技能，发展他们的体力，增强他们的（自我保健认识）和体质，培养参加体育活动的需要和习惯，增强其（意志力）的教育。",
    "83": "劳动技术教育是引导学生掌握劳动技术知识和技能，形成劳动（观点）和（习惯）的教育。",
    "84": "联合国大会通过的《儿童权利公约》所确定的保护儿童的基本原则不包括：无差别原则。",
    "85": "学生所享有的受他人尊重、保持良好形象及尊严的权利指的是学生的：人格尊严权。",
    "86": "一般来说，教师所扮演的职业角色不包括：服务者角色。教师的职业角色主要有以下几个方面：（1）传道者角色；（2）授业、解惑者角色；（3）示范者角色；（4）管理者角色；（5）朋友角色；（6）研究者角色。",
    "87": "联合国大会所通过的旨在保障青少年、儿童权益的《儿童权利公约》颁布于：1989 年。",
    "88": "教师职业的最大特点在于其职业角色的：多样化。",
    "89": "学生发展的可能性和可塑性转变为现实性的条件是（个体与环境）之间的相互作用。",
    "90": "学生作为学习的主体，其主观能动性主要表现在他具有个人的爱好、兴趣、追求，有个人的（独立意志）。",
    "91": "联合国大会通过的《儿童权利公约》所确定的保护儿童的基本原则是：（儿童利益最佳原则、尊重儿童尊严原则、尊重儿童观点和意见原则、无歧视原则）。",
    "92": "我国有关的法律法规中对中小学生的身份定位是：中小学生是在国家法律认可的各级种类中等或初等学校或教育机构中接受教育的（未成年公民）。",
    "93": "作为权利主体，学生所享有的权利主要有人身权和（受教育权）。",
    "94": "教师职业从性质上来说属于（专门）职业。",
    "95": "一名教师是否能较好地履行教师角色，根本上还在于教师的（专业素养）。",
    "96": "教师所需具备的专业素养主要包括（学科专业素养和教育专业素养）。",
    "97": "《中华人民共和国教师法》中对教师概念作了明确界定：教师是履行教育教学职责的专业人员，承担教书育人、教养社会主义事业建设者和接班人、提高民族素质的使命。",
    "98": "在教师的聘用上目前我国实行的是（教师资格制度）。",
    "99": "师生在教育内容的教与学上构成（授受）关系。"
  }
}
