{
  "第一卷单选题": [
    "1. 杜威所主张的教育思想被称作是( )。A. 存在主义教育思想 B. 要素主义教育思想 C. 实用主义教育思想 D. 永恒主义教育思想",
    "2. 在17世纪，对班级授课制给予了系统的理论描述和概括，从而奠定了它的理论基础的教育家是( )。A. 北欧的尼德兰 B. 捷克的夸美纽斯 C. 法国的斯图谟 D. 德国的福禄培尔",
    "3. 教师在教育工作中要做到循序渐进，这是因为( )。A. 学生只有机械记忆的能力 B. 教师的知识、能力是不一样的 C. 教育活动中要遵循人的身心发展的一般规律 D. 教育活动完全受到人的遗传素质的制约",
    "4. 身处教育实践第一线的研究者与受过专门训练的科学研究者密切协作，以教育实践中存在的某一问题作为研究对象，通过合作研究，再把研究结果应用到自身从事的教育实践中的一种研究方法，这种研究方法是( )。A. 观察法 B. 读书法 C. 文献法 D. 行动研究法",
    "5. 马克思主义教育学在教育起源问题上坚持( )。A. 劳动起源论 B. 生物起源论 C. 心理起源论 D. 生物进化论",
    "6. 必须把教育摆在优先发展的战略地位思想的提出始自党的( )。A. 十五大 B. 十四大 C. 十三大 D. 十二大",
    "7. 反映一个国家配合政治、经济、科技体制而确定下来的学校办学形式、层次结构、组织管理等相对稳定的运行模式和规定，这是指( )。A. 教育制度 B. 学校教育制度 C. 教育体制 D. 学校领导制度",
    "8. 《中华人民共和国义务教育法》颁布于( )。A. 1985年 B. 1986年 C. 1987年 D. 1988年",
    "9. 北京师范大学学制研究小组于1981年在其附属中小学开始进行的学制实验是( )。A. 六三制 B. 双轨制 C. 分支型 D. 五四制",
    "10. 马克思主义认为，造就全面发展的人的途径和方法是( )。A. 教育与生产劳动相结合 B. 加强现代科学教育 C. 开展网络教育 D. 高等学校扩招",
    "11. 教学从本质上说，是一种( )。A. 认识活动 B. 教师教的活动 C. 学生学的活动 D. 课堂活动",
    "12. 师范学校的出现，与教师成为一种独立的社会职业，从时间上来说，( )。A. 是同时的 B. 师范学校出现得早 C. 教师成为一种独立的社会职业的时间早 D. 说不清楚",
    "13. 在教育活动中，教师负责组织、引导学生沿着正确的方向，采用科学的方法，获得良好的发展，这句话的意思是说( )。A. 学生在教育活动中是被动的客体 B. 教师在教育活动中是被动的客体 C. 要充分发挥教师在教育活动中的主导作用 D. 教师在教育活动中是不能起到主导作用",
    "14. 小学阶段是发展学生个性( )。A. 并不重要的时期 B. 非常重要的奠基时期 C. 没有效果的时期 D. 最不会受外界影响的时期",
    "15. 德国教育家赫尔巴特是( )。A. 儿童中心论的代表 B. 教师中心论的代表 C. 劳动教育中心论的代表 D. 活动中心论的代表",
    "16. 在1951年提出“范例教学”主张的是( )。A. 赫尔巴特 B. 瓦·根舍因 C. 怀特海 D. 克伯屈",
    "17. 在人文教育与科学教育的关系问题上，应坚持的是( )。A. 坚持人文教育为主 B. 坚持科学教育为主 C. 坚持人文教育与科学教育的携手并进 D. 要看情况而定",
    "18. 教育内容是教育者与受教育者共同认识的( )。A. 主体 B. 客体 C. 教的主体 D. 学的主体",
    "19. 美国行为主义心理学家华生在《行为主义》一书中写道：“给我一打健康的婴儿，一个由我支配的特殊的环境，让我在这个环境里养育他们，我可担保，任意选择一个，不论他父母的才干、倾向、爱好如何，他父母的职业及种族如何，我都可以按照我的意愿把他们训练成为任何一种人物—医生、律师、艺术家、大商人，甚至乞丐或强盗。”这是( )。A. 遗传决定论的观点 B. 环境决定论的观点 C. 家庭决定论的观点 D. 儿童决定论的观点",
    "20. 结构主义课程理论的代表是( )。A. 杜威 B. 怀特海 C. 布鲁纳 D. 克伯屈"
  ],
  "第一卷多选题": [
    "1. 美国当代著名教育家、心理学家布卢姆认为完整的教育目标分类学应当包括的主要部分是( )。A. 认知领域 B. 日常生活领域 C. 情感领域 D. 动作技能 E. 安全领域",
    "2. 文化发展对学校课程产生的影响主要体现在( )。A. 内容的丰富 B. 增强国家对课程改革控制权 C. 课程结构的更新 D. 为课程改革提供物质基础 E. 课程改革由受教育者完成",
    "3. 我国学校教育层次包括( )。A. 幼儿教育 B. 初等教育 C. 中等教育 D. 高等教育 E. 学历教育",
    "4. 古希腊把“三艺”作为教育内容，这“三艺是指( )。A. 四书 B. 文法 C. 修辞 D. 辩证法 E. 论语",
    "5. 教育活动中要注意“三结合”，发挥教育合力，这“三结合”所指的三种教育是( )。A. 家庭教育 B. 道德教育 C. 班级教育 D. 学校教育 E. 社会教育",
    "6. 反映家庭教育中存在问题的说法的是( )。A. 方法科学 B. 家长对孩子期望偏高 C. 片面重视孩子的智力开发、文化学习 D. 不能全面关心孩子的成长 E. 家庭教育是教育的一个分支",
    "7. 结合中小学教师在职进修的特殊性，组织教师进修时，一般是( )。A. 以业余为主 B. 以自学为主 C. 以长期为主 D. 以短期为主 E. 以国外学习为主",
    "8. 联合国《儿童权利公约》规定的少年儿童社会权利是( )。A. 无歧视原则 B. 提早自立原则 C. 尊重儿童观点与意见原则 D. 尊重儿童尊严原则 E. 儿童利益最佳原则",
    "9. 以下说法中，反映当代世界各国课程改革中所存在着的一些共同的发展趋势的是 ( )。A. 重视课程的标准化建设 B. 重视课程内容的现代化、综合化 C. 重视基础学科和知识的结构化 D. 重视能力的培养 E. 重视个别差异",
    "10. 下列课程属于综合课程的有( ) A. 核心课程 B. 融合课程 C. 潜在课程 D. 活动课程 E. 广域课程"
  ],
  "第二卷选择题": [
    "1. 中国历史上最早提出“教学相长”的著作是（ ）A. 《大学》 B. 《中庸》 C. 《学记》 D. 《春秋》",
    "2. 实用主义教育流派的代表人物是（ ）A. 夸美纽斯 B. 赫尔巴特C. 裴斯泰洛齐 D. 杜威",
    "3. 教育心理起源论认为教育起源于（ ）A. 生产劳动 B. 模仿C. 语言 D. 动物本能",
    "4. 普通中小学经常组织诸如生物、物理、航模等兴趣小组，主要是为了（ ）A. 深化课堂教学  B. 培养竞赛人才C. 因材施教，发展青少年个性特长   D. 充分发掘学有余力的学生的学习潜力",
    "5. 西汉初期实行的“罢黜百家，独尊儒术”的文教政策体现了教育的（ ）A. 永恒性 B. 历史性C. 相对独立性 D. 继承性",
    "6. 1985年中共中央颁布《关于教育体制改革的决定》，指出要调整中等教育结构（ ）A. 大力加强普通高中教育     B. 大力发展职业技术教育C. 实现中等职业技术教育与高等职业技术教育的更好衔接D. 进一步加强中等专业教育",
    "7. 学生在教育过程中，处于（ ）A. 主导地位 B. 主体地位C. 被动地位 D. 辅助地位",
    "8. 教学的教育性主要体现在教学过程的哪一条基本规律中（ ）A. 间接经验与直接经验相结合的规律    B. 教师主导作用与学生主体作用相统一的规律C. 掌握知识和发展智力相统一的规律    D. 传授知识与思想品德教育相统一的规律",
    "9. “让学校的每一面墙壁都开口说话”，这是充分运用了下列哪一种德育方法（ ）A. 陶冶教育 B. 榜样示范C. 实际锻炼 D. 品德评价",
    "10. 在教育目的的问题上，实用主义教育流派的代表人物杜威所持的观点是（ ）A. 个人本位论 B. 社会本位论C. 教育无目的论 D. 国家利益论",
    "11. 教学过程的中心环节是（ ）A. 感知教材、形成表象 B. 理解教材、形成概念  C. 巩固与保持知识 D. 运用知识，形成技能技巧",
    "12. 学生的“向师性”和模仿性的心理特征决定了教师的劳动具有（ ）A. 示范性 B. 复杂性C. 主体性 D. 长期性",
    "13. 班集体形成的主要标志之一是（ ）A. 成立了班委会 B. 开展了班级工作C. 形成了正确舆论 D. 确定了班级工作计划"
  ],
  "第三卷选择题": [
    "1. 教育科学有诸多的分支学科，其中在整个教育科学体系中处于基础地位的是（ ）A. 教育哲学 B. 教育心理学C. 教育学 D. 教学论",
    "2. “四书”、“五经”是中国封建社会正统的教育内容，下列著作不属四书范围的是（ ）A. 《大学》 B. 《中庸》C. 《论语》 D. 《春秋》",
    "3. 一个社会的教育发展进程与其政治经济发展进程之间的关系是（ ）    A. 教育超前于政治经济发展B. 教育滞后于政治经济发展C. 教育常常与社会政治经济发展不平衡 D. 政治经济制度决定教育发展状况",
    "4. 教育者要在儿童发展的关键期，施以相应的教育，这是因为人的发展具有（ ）A. 顺序性和阶段性 B. 不均衡性C. 稳定性和可变性 D. 个别差异性",
    "5. 智力可以分解为多种因素，下列哪种因素是智力的核心？（ ）A. 观察力 B. 想像力C. 思维力 D. 判断力",
    "6. 我国目前主要由下列哪一主体承担普及九年义务教育的责任？（ ）A. 地方 B. 中央C. 社会力量 D. 学生家长",
    "7. “学为人师，行为世范”体现了教师工作的（ ）A. 复杂性、创造性 B. 连续性、广延性C. 长期性、间接性 D. 主体性、示范性",
    "8. “学而时习之”体现的教学原则是（ ）A. 理论联系实际的原则 B. 启发性原则C. 循序渐进的原则 D. 巩固性原则",
    "9. “三军可夺帅，匹夫不可夺志”说的是（ ）A. 道德认识 B. 道德情感C. 道德意志 D. 道德行为",
    "10. 做好班主任工作的前提和基础是（ ）A. 组织和培养班集体 B. 全面了解学生C. 培养优良的班风 D. 做好后进生转化工作",
    "11. 在近代教育史上，对于掌握知识和发展能力究竟以谁为主问题上存在争论，一种理论是形式教育论，另一种理论是（ ）A. 学科课程论 B. 活动课程论C. 实质教育论 D. 现代课程论",
    "12. 三结合的教育一般是指（ ）    A. 学校、家庭、社会教育三结合B. 班主任、科任教师和家长教育三结合C. 校长、教师和家长教育三结合     D. 家庭、环境和学校教育三结合",
    "13. 孔子说：“其身正，不令而行；其身不正，虽令不从。”这反映教师劳动的哪种特点？（ ）A. 主体性 B. 创造性C. 间接性 D. 示范法"
  ],
  "第四卷选择题": [
    "1. 近代教育史上，是下列哪一位教育家首次试图把教育学建立在心理学和哲学的基础之上（ ） A. 夸美纽斯 B. 赫尔巴特C. 杜威 D. 洛克 ",
    "2. 赞科夫在《教学与发展》一书中提出五条新的教学原则，不在此列的一条是（ ） A. 高难度原则 B. 高速度原则C. 理论知识起主导作用的原则 D. 循序渐进原则 ",
    "3. 下列说法不正确的是（ ）   A. 教育将随国家的消亡而消亡B. 一个国家或民族的教育常常表现出自身的历史继承性 C. 教育常常超前或滞后于社会政治经济发展D. 教育现象最早出现于奴隶社会 ",
    "4. 体育的根本任务是（ ） A. 通过体育对学生进行思想品德教育B. 增强学生体质 C. 向学生传授体育和卫生的基本知识和基本技能D. 向国家输送优秀运动员 ",
    "5. 我国实行的第一个现代学制是（ ） A. 壬寅学制 B. 癸卯学制C. 壬子癸丑学制 D. 壬戌学制 ",
    "6. “教学相长”这一提法（ ）     A. 最早出现于《论语》B. 指明了教师在教学活动中的主导地位 C. 是我国新型的师生关系的特点之一     D. 说明教学过程包含教师的教和学生的学两个要素 ",
    "7. 澳大利亚的教师在向学生讲“雪花”这一事物时，采用观看录像带并向空中抛洒大量碎纸片以引导学生体会下雪场景的方式，这种直观的手段是（ ）   A. 实物直观 B. 模象直观C. 语言直观 D. 虚拟直观 ",
    "8. 学校实现德育内容、达到德育目标的基本手段是（ ） A. 班主任工作B. 共青团、少先队组织的活动   C. 各科教学活动D. 校会、班会、周会、晨会、时事政策学习 ",
    "9. 班主任的工作重点和最为经常的工作是（ ） A. 全面了解和研究学生B. 整合各方面教育影响，使其形成正向的合力 C. 对学生进行品德教育D. 教育学生努力学习 ",
    "10. 教学工作的中心环节是（ ） A. 上课 B. 备课C. 课堂练习 D. 学业成绩的检查与评定 ",
    "11. 班级授课制的实施在我国始于（ ） A. 唐代 B. 清末C. 民国初期 D. 新中国成立 ",
    "12. 哪个社会的教育具有教育与生产劳动相脱离的特点（ ） A. 原始社会 B. 古代社会C. 资本主义 D. 社会主义 ",
    "13. 班主任了解学生的基本方法是（ ） A. 观察法 B. 问卷法C. 谈话法 D. 调查法 "
  ],
  "第五卷选择题": [
    "1. 现代教育史上，提出“结构主义”学说并倡导“发现学习”方法的教育家是（ ）A. 赞科夫 B. 苏霍姆林斯基C. 皮亚杰 D. 布鲁纳 ",
    "2. 华生在《行为主义》一书中写道：“给我一打健康的儿童，如果在由我所控制的环境中培养他们，不论他们的前辈的才能、爱好、倾向、能力、职业和种族情况如何，我保证翻其中任何一个人训练成我所选定的任何一种专家——医生、律师、艺术家、富商、甚至乞丐和盗贼。”这种观点过于低估了下列哪种因素在人的发展中的作用（ ）A. 遗传 B. 环境C. 教育 D. 教师 ",
    "3. 在古代欧洲，曾经出现过一种旨在培养多方面发展的人的和谐教育，它是（ ） A. 斯巴达教育 B. 雅典教育C. 教会教育 D. 骑士教育 ",
    "4. 普及义务教育始于（ ） A. 原始社会 B. 奴隶社会C. 资本主义社会 D. 社会主义社会 ",
    "5. 我国学制沿革史上，借鉴美国教育体制，初次确立了“六·三·三”的学习阶段和年限的学制是（ ） A. 壬寅学制 B. 癸卯学制C. 壬子癸丑学制 D. 壬戌学制 ",
    "6. 学生既是教育的对象，又是教育过程中的主体。学生主体作用的最高表现形式为（ ） A. 自觉性 B. 独立性C. 创造性 D. 主动性 ",
    "7. 教材包括（ ） A. 教科书 B. CAI软件C. 教学参考书 D. 以上三者皆是 ",
    "8. 德育过程的基本矛盾是（ ） A. 知与行的矛盾B. 外界多种良莠掺杂的教育影响之间的矛盾 C. 教育者提出的德育要求与受教育者已有的品德基础之间的矛盾D. 学生的上进心与情性之间的矛盾",
    "9. 课外校外教育是对课堂教学的一种（ ） A. 延展 B. 必要补充C. 深化 D. 变革 ",
    "10. “开而弗达”体现了教学的（ ） A. 直观性原则 B. 巩固性原则C. 启发性原则 D. 循序渐进的原则 ",
    "11. 教学的基本组织形式是（ ） A. 个别教学 B. 课外教学C. 现场教学 D. 课堂教学 ",
    "12. 教育要适应人的发展的个别差异性，做到（ ） A. 循序渐进 B. 因材施教C. 教学相长 D. 防微杜渐 ",
    "13. 狭义的教育制度是指（ ） A. 国民教育制度 B. 社会教育制度C. 高等教育制度 D. 学校教育制度 "
  ],
  "第六卷选择题": [
    "1. “道而弗牵，强而弗抑，开而弗达”要求教学必须遵循的原则是（ ） A. 因材施教原则 B. 巩固性原则C. 启发性原则 D. 科学性和教育性相结合的原则 ",
    "2. 下列说法不是杜威实用主义教育学的论点是（ ） A. 教育即生活 B. 学校即社会C. 做中学 D. 生活即教育 ",
    "3. 古希腊斯巴达教育比较重视（ ） A. 军事体操教育 B. 政治哲学教育C. 天文数学教育 D. 全面发展教育 ",
    "4. 我国首次把美育列为教育的重要组成部分是在（ ） A. 1911年 B. 1912年C. 1957年 D. 1958年 ",
    "5. 我国颁布实行的壬戌学制是在（ ） A. 1902年 B. 1903年C. 1912年 D. 1922年 ",
    "6. 教育学生必须了解学生的年龄特征，这要求教师的知识结构应有（ ） A. 系统的马列主义理论修养 B. 精深的专业知识C. 广博的文化基础知识 D. 必备的教育科学知识 ",
    "7. 人们常说“教育有法而教无定法”，这反映教师劳动具有（ ） A. 连续性特点 B. 创造性特点C. 长期性特点 D. 示范性特点 ",
    "8. 学校工作必须坚持以（ ） A. 教学为主 B. 德育为主C. 教师为主 D. 学生为主 ",
    "9. 前苏联教育家马卡连柯所倡导的“平行教育”的德育原则是指（ ） A. 知行统一原则B. 尊重信任与严格要求学生相结合原则 C. 教育影响的一致性与连贯性原则D. 集体教育与个别教育相结合的原则 ",
    "10. 课外校外教育与课堂教学的共同之处在于它们都是（ ） A. 师生共同参加的B. 学生自愿选择的C. 有目的、有计划、有组织的D. 受教学计划、教学大纲规范的 ",
    "11. 班主任做好班级工作的中心环节是（ ） A. 了解和研究学生B. 组织和培养班集体C. 做好个别学生的教育工作D. 同家庭、社会密切配合 ",
    "12. “十年树木，百年树人”这句话反映了教师劳动的（ ） A. 连续性 B. 创造性C. 主体性 D. 长期性 ",
    "13. 德育过程是对学生知、情、意、行的培养和提高过程，其实施顺序是（ ） A. 以“知”为开端，知、情、意、行依次进行B. 以“情”为开端，情、知、意、行依次进行 C. 以“行”为开端，行、知、情、意依次进行D. 视具体情况，可有多种开端和顺序 "
  ]
}